# Consts with text, you can translate them
START_MESSAGE = "Я мощный бот спамер, который по команде тегает всех участников чата " \
                "(до 200 вроде, как тг ограничивает, не шарю)\n" \
                "Если дать мне права на удаление сообщений, то я буду удалять неудачные вызовы своих функций"
NOTIFY_PERMISSION_CHANGED = "Возможность тегать всем участникам **{}!**"
NOT_A_SUPERGROUP = "Можно использовать только в **{}**, а не в **{}**"
CANNOT_CHANGE_PERMISSIONS = "тебе нельзя настраивать доступы"
ERROR_OCCURRED = "Невозможно это сделать...\n" \
                 "Если это ошибка, обратитесь к @K1rLes"
YOU_ARE_BLACKLISTED = "Ты в чёрном списке, дружище..."
DELETED_FROM_LIST = '@{} успешно удалён из **{}**!'
ADDED_TO_LIST = '@{} успешно добавлен в **{}**!'
CANNOT_CALL_ALL = "ты не можешь тегнуть всех"
NOT_GROUP_ADMIN = "Ты не админ группы"
NOT_BOT_ADMIN = "Ты не админ бота."
CALL_TITLE = "**@{} тегнул всех!**"
TURN_OFF = "выключена"
TURN_ON = "включена"
DELETE_DELAY = 10
